physicax-web/cfd/backend/uploads/11609c82e4/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          665;
        startFace       55624;
    }
    outlet
    {
        type            patch;
        nFaces          665;
        startFace       56289;
    }
    bottom
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          551;
        startFace       56954;
    }
    top
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          551;
        startFace       57505;
    }
    front
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          1015;
        startFace       58056;
    }
    back
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          1015;
        startFace       59071;
    }
)

// ************************************************************************* //
