physicax-web/cfd/backend/uploads/11609c82e4/case/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

/* Auto-generated transportProperties */
transportModel  Newtonian;
nu              [0 2 -1 0 0 0 0] 1.500000e-05;
